[{"name": "Almond Oil, Sweet", "hard": "7", "clean": "0", "cond": "89", "bubble": "0", "cream": "7", "sap Na": "139", "sap K": "195", "desc": "A light, liquid oil at room temp. Recommended usage of this oil in soap recipes is 5-10% primarily for conditioning purposes. Almond oil easily absorbs into the skin to provide nourishment."}, {"name": "Apricot Kernel Oil", "hard": "6", "clean": "0", "cond": "93", "bubble": "0", "cream": "6", "sap Na": "139", "sap K": "195", "desc": "A light, liquid oil at room temp. Recommended usage of this oil in soap recipes is 5-10% primarily for conditioning purposes. Apricot kernel oil easily absorbs into the skin to provide nourishment."}, {"name": "Argan Oil", "hard": "15", "clean": "1", "cond": "91", "bubble": "1", "cream": "14", "sap Na": "136", "sap K": "191", "desc": "Referred to as \"liquid gold\" in Europe, Argan oil is used in soap to provide antioxidants, nutrients and conditioning to the skin. Provides a stable, rich lather. Usage rate 5-10%."}, {"name": "Avocado Oil", "hard": "22", "clean": "0", "cond": "70", "bubble": "0", "cream": "20", "sap Na": "133", "sap K": "186", "desc": "A nutrient-filled soaping oil that provides creamy lather and conditioning to the skin. Due to its high levels of unsaponifiables, many soapers use this oil to increase the moisturizing qualities of their soap. Avocado oil is great in soap for people with sensitive skin. Usage rate can be 5-30% in a soap recipe."}, {"name": "Babassu Oil", "hard": "85", "clean": "70", "cond": "10", "bubble": "70", "cream": "15", "sap Na": "175", "sap K": "245", "desc": "Babassu oil closely resembles the qualities of coconut and palm kernel oil when used in soap. It provides bubbly lather. May speed trace. Great for itchy skin."}, {"name": "Beeswax", "hard": "0", "clean": "0", "cond": "0", "bubble": "0", "cream": "0", "sap Na": "67", "sap K": "94", "desc": "Beeswax can be used in soap at 1-3% to help produce a harder bar of soap, and will reduce the amount of \"ash\" that is produced as your soap cures. Using too much beeswax will inhibit lather."}, {"name": "Canola Oil, High Oleic", "hard": "6", "clean": "0", "cond": "90", "bubble": "0", "cream": "6", "sap Na": "133", "sap K": "186", "desc": "Many soapers use canola oil as a partial replacement for more expensive olive oil in their soaps (using 10-15% in recipes). Canola oil produces stable lather and conditioning. Canola tends to slow down trace, therefore making it an ideal oil to use in soap recipes that will involve swirled soap. Canola oil will reduce the hardness of soap."}, {"name": "Canola Oil, rapeseed", "hard": "6", "clean": "0", "cond": "91", "bubble": "0", "cream": "6", "sap Na": "133", "sap K": "186", "desc": "Many soapers use canola oil as a partial replacement for more expensive olive oil in their soaps (using 10-15% in recipes). Canola oil produces stable lather and conditioning. Canola tends to slow down trace, therefore making it an ideal oil to use in soap recipes that will involve swirled soap. Canola oil will reduce the hardness of soap."}, {"name": "Castor Oil", "hard": "0", "clean": "0", "cond": "98", "bubble": "90", "cream": "90", "sap Na": "128", "sap K": "180", "desc": "Castor oil provides a rich, creamy lather in soap when used at 5-7%. Using more than 10% castor oil in soap can produce a sticky soap."}, {"name": "Cocoa Butter", "hard": "61", "clean": "0", "cond": "38", "bubble": "0", "cream": "61", "sap Na": "138", "sap K": "194", "desc": "Cocoa butter helps to produce a harder bar of soap that has rich, creamy lather. Can speed trace. Cocoa butter is typically used to superfat soap. It is high in antioxidants and is not prone to rancidity. Provides moisture to the skin."}, {"name": "Coconut Oil 76", "hard": "79", "clean": "67", "cond": "10", "bubble": "67", "cream": "12", "sap Na": "183", "sap K": "257", "desc": "Coconut oil provides cleansing ability to a bar of soap, but using more than 30-35% of coconut oil in soap can strip the skin of its natural oils, leaving the skin dry and irritated. In order to counter this problem, many soapers superfat their soap recipe with soaping oils which are highly conditioning to the skin. The 76 next to coconut refers to the Fahrenheit temperature at which this oil melts."}, {"name": "Coconut Oil 92", "hard": "79", "clean": "67", "cond": "10", "bubble": "67", "cream": "12", "sap Na": "183", "sap K": "257", "desc": "Coconut 92 and coconut 76 contain the same levels of essential fatty acids, however some soapers prefer using the coconut 92 because it is easier to scoop than the coconut 76. The 92 next to coconut refers to the Fahrenheit temperature at which this oil melts."}, {"name": "CocoNut Oil, fractionated", "hard": "93", "clean": "93", "cond": "0", "bubble": "93", "cream": "0", "sap Na": "232", "sap K": "325", "desc": "Produces a harder bar of soap that cleanses and bubbles. Absorbs easily into the skin without leaving a greasy feel. Not prone to rancidity; almost unlimited shelf life. Liquid at room temp."}, {"name": "Corn Oil", "hard": "14", "clean": "0", "cond": "84", "bubble": "0", "cream": "14", "sap Na": "137", "sap K": "192", "desc": "It acts like most of the other vegetable liquid oils like soybean or canola. It can be used as part of your recipe (10-15%) and will help give a moisturizing, stable lather. Can soften your soap."}, {"name": "Cottonseed Oil", "hard": "26", "clean": "0", "cond": "71", "bubble": "0", "cream": "26", "sap Na": "138", "sap K": "194", "desc": "It can be used as part of your recipe (10-15%) and will help give a moisturizing, stable, and silky lather. May be prone to rancidity, so proper storage is a must."}, {"name": "Crisco, new with palm", "hard": "25", "clean": "0", "cond": "74", "bubble": "0", "cream": "25", "sap Na": "138", "sap K": "193", "desc": "None"}, {"name": "Crisco, old", "hard": "26", "clean": "0", "cond": "70", "bubble": "0", "cream": "26", "sap Na": "137", "sap K": "192", "desc": "None"}, {"name": "Flax Oil, linseed", "hard": "9", "clean": "0", "cond": "90", "bubble": "0", "cream": "9", "sap Na": "135", "sap K": "190", "desc": "Flax seed oil is said to help heal skin damage, rashes, swelling, redness, and scars. Provides excellent conditioning to the skin. Use at 5-10% in soap recipes. Typically used to superfat soap. Will reduce the hardness of soap."}, {"name": "Grapeseed Oil", "hard": "12", "clean": "0", "cond": "88", "bubble": "0", "cream": "12", "sap Na": "129", "sap K": "181", "desc": "A light weight oil typically used to superfat soap. Grapeseed oil easily absorbs into the skin without leaving a heavy greasy feel. Typically used in anti-acne soap recipes. Usage rate of 5% in recipes. Can be prone to rancidity after 6 months. Proper storage is a must."}, {"name": "Hemp Oil", "hard": "8", "clean": "0", "cond": "90", "bubble": "0", "cream": "8", "sap Na": "138", "sap K": "193", "desc": "Hemp seed oil is a deep, green color with a light, nutty smell. It gives a light, creamy/silky lather. Because of its fatty acid makeup, it has a very short shelf life; less than six months. It should be refrigerated or even kept in the freezer. It can be used as a luxury healing/moisturizing oil in soap up to 10%-15%."}, {"name": "Jojoba Oil (a liquid wax)", "hard": "0", "clean": "0", "cond": "12", "bubble": "0", "cream": "0", "sap Na": "66", "sap K": "92", "desc": "Jojoba is actually a liquid wax. It contributes a nice stable lather, has remarkable absorption and moisturizing qualities and unlike some of the other luxury moisturizing oils, has a very long shelf life; 1-2 years. Use it at 5-10% maximum. Can speed trace."}, {"name": "Lanolin Liquid Wax", "hard": "0", "clean": "0", "cond": "0", "bubble": "0", "cream": "0", "sap Na": "76", "sap K": "106", "desc": "Lanolin contains almost no saponifiables, and therefore maintains its conditioning characteristics during the entire saponification process. Provides a silky feel to soap. Use at 1-5% in soap recipes, and keep temperature of lanolin around 110F when adding to your soap recipe."}, {"name": "Lard, Pig Tallow", "hard": "42", "clean": "1", "cond": "52", "bubble": "1", "cream": "41", "sap Na": "141", "sap K": "198", "desc": "Lard makes a super-hard, very white bar of soap with a low, creamy, stable lather that is moisturizing. Before vegetable oils were commonly available, it was one of the main fats (along with beef tallow) that folks used to make soap. If you use animal oils in your soap, then combining lard with some of the other liquid oils like coconut and olive makes a wonderful, well balanced bar of soap - and is really economical. Make sure your lard is fresh and of high quality. Use it at any percentage in your recipe, but I recommend not much more than 30-40% or so. Cold process laundry soap can be made with 100% lard with a 0% superfat percentage."}, {"name": "Macadamia Nut Oil", "hard": "14", "clean": "0", "cond": "61", "bubble": "0", "cream": "14", "sap Na": "139", "sap K": "195", "desc": "Macadamia nut oil is a light oil with a mild nutty odor. It is unique in its fatty acid makeup in that it contains palmitoleic acid - which makes it really easily absorbed into the skin - and is reported to be really great for older skin."}, {"name": "Mango Butter", "hard": "49", "clean": "0", "cond": "48", "bubble": "0", "cream": "49", "sap Na": "136", "sap K": "191", "desc": "Mango butter helps produce soap that is conditioning, with a rich, creamy lather. Mango butter is typically used at around 5% to superfat soap."}, {"name": "Meadowfoam Oil", "hard": "0", "clean": "16", "cond": "84", "bubble": "0", "cream": "0", "sap Na": "120", "sap K": "169", "desc": "Meadowfoam oil is typically used to superfat soap due to its conditioning qualities. Has excellent resistance to oxidation, and is not prone to rancidity. It is used as a binder that may help to increase the life of fragrance oil in soap and bath products. Usage rate 5-10% ."}, {"name": "Neem Oil", "hard": "33", "clean": "0", "cond": "63", "bubble": "0", "cream": "33", "sap Na": "139", "sap K": "195", "desc": "Neem oil has a distinct odor, and should be used at small amounts in soap recipes. Contributes to a stable, creamy lather in soap, conditioning, and is said to treat skin conditions such as dandruff. Usage rate 1-5%."}, {"name": "Olive Oil", "hard": "17", "clean": "0", "cond": "82", "bubble": "0", "cream": "17", "sap Na": "135", "sap K": "190", "desc": "Castille Soap, also called baby soap, is soap made by using 100% olive oil (no other soaping oils used). Marseille soap is referred to soap made by using no less than 72% olive oil in the recipe. Most soapers use additional soaping oils in their recipes to achieve better lather; as high olive oil soap can be a bit \"slimy\" with limited bubbles."}, {"name": "Olive Oil, Promace", "hard": "17", "clean": "0", "cond": "83", "bubble": "0", "cream": "17", "sap Na": "134", "sap K": "188", "desc": "Castille Soap, also called baby soap, is soap made by using 100% olive oil (no other soaping oils used). Marseille soap is referred to soap made by using no less than 72% olive oil in the recipe. Olive oil pomace contains unsaponifiable components that provide luxurious soap, but may contribute to the acceleration of trace. Most soapers use additional soaping oils in their recipes to achieve better lather; as high olive oil soap can be a bit \"slimy\" with limited bubbles."}, {"name": "Palm Kernel Oil", "hard": "75", "clean": "65", "cond": "18", "bubble": "65", "cream": "10", "sap Na": "176", "sap K": "247", "desc": "Palm kernel oil provides cleansing ability to a bar of soap, but using more than 30-35% of palm kernel oil in soap can strip the skin of its natural oils, leaving the skin dry and irritated. In order to counter this problem, many soapers superfat their soap recipe with soaping oils which are highly conditioning to the skin."}, {"name": "Palm Kernel Oil, Flakes", "hard": "90", "clean": "66", "cond": "4", "bubble": "66", "cream": "24", "sap Na": "176", "sap K": "247", "desc": "Palm kernel oil provides cleansing ability to a bar of soap, but using more than 30-35% of palm kernel oil in soap can strip the skin of its natural oils, leaving the skin dry and irritated. In order to counter this problem, many soapers superfat their soap recipe with soaping oils which are highly conditioning to the skin."}, {"name": "Palm Oil", "hard": "50", "clean": "1", "cond": "49", "bubble": "1", "cream": "49", "sap Na": "142", "sap K": "199", "desc": "Palm oil, along with olive and coconut, is one of the top oils used by soap makers today. Because of the qualities it gives soap - a hard bar with a rich creamy lather. Palm oil can speed trace. It is a solid at room temp."}, {"name": "Palm Stearin", "hard": "67", "clean": "2", "cond": "33", "bubble": "2", "cream": "65", "sap Na": "142", "sap K": "199", "desc": "None"}, {"name": "Peanut Oil", "hard": "11", "clean": "0", "cond": "82", "bubble": "0", "cream": "11", "sap Na": "137", "sap K": "192", "desc": "Peanut oil provides a stable, creamy lather, and conditioning to soap. However, it can be prone to rancidity, and must be stored properly. Peanut oil is high in vitamin E, and will make a softer bar of soap. Usage rate 1-5%."}, {"name": "Pine tar", "hard": "0", "clean": "0", "cond": "0", "bubble": "0", "cream": "0", "sap Na": "43", "sap K": "60", "desc": "Contains a small amount of saponifiables, and has been used for centuries to treat dandruff, eczema, psoriasis, and other skin irritations. Pine tar has a distinct aroma. Typically used to superfat soap; 5%."}, {"name": "Pumpkin Seed Oil, Virgin", "hard": "19", "clean": "0", "cond": "83", "bubble": "0", "cream": "19", "sap Na": "139", "sap K": "195", "desc": "A dark colored oil with a natural nutty aroma that provides many nutrients to the skin such as vitamins A, C, E, K, and zinc. Pumpkin seed oil provides a stable, creamy lather and conditioning to soap recipes."}, {"name": "Race Bran Oil", "hard": "26", "clean": "1", "cond": "96", "bubble": "1", "cream": "25", "sap Na": "128", "sap K": "179", "desc": "Rice bran oil provides conditioning, rich, creamy lather to soap. It is a great oil to use in recipes for mature, sensitive skin types."}, {"name": "Safflower Oil, high oleic", "hard": "7", "clean": "0", "cond": "92", "bubble": "0", "cream": "7", "sap Na": "135", "sap K": "190", "desc": "Use it in your recipes like you would soybean, canola or sunflower - 5-15% . In soap, it is mild and moisturizing. Can be prone to rancidity; proper storage is a must."}, {"name": "Sal Butter", "hard": "50", "clean": "0", "cond": "42", "bubble": "0", "cream": "50", "sap Na": "132", "sap K": "185", "desc": "Sal butter provides soap with conditioning, hardness, and a creamy lather."}, {"name": "Sesame Seed Oil", "hard": "15", "clean": "0", "cond": "83", "bubble": "0", "cream": "15", "sap Na": "134", "sap K": "188", "desc": "Sesame seed oil provides conditioning, stable later, and silky feel to soap. It has a natural, nutty aroma. Long shelf life, it is not prone to rancidity. It is said that sesame seed oil can be used to treat eczema, and psoriasis. May slow down trace. Usage 5-10% typically as a superfatting oil."}, {"name": "Shea Butter", "hard": "45", "clean": "0", "cond": "54", "bubble": "0", "cream": "45", "sap Na": "128", "sap K": "179", "desc": "Shea butter contains some unsaponifiables that do not react with lye; thus remain in your soap to nourish the skin. Shea provides soap with hardness, conditioning, stable lather, and a silky feel. Shea butter when used in high percentages can speed trace. It has been said that shea butter can help with skin blemishes, dry skin, and wrinkles."}, {"name": "Soybean Oil", "hard": "16", "clean": "0", "cond": "82", "bubble": "0", "cream": "16", "sap Na": "136", "sap K": "191", "desc": "Provides conditioning, stable lather in soap. Will slow trace."}, {"name": "Stearic Acid", "hard": "99", "clean": "0", "cond": "0", "bubble": "0", "cream": "99", "sap Na": "141", "sap K": "198", "desc": "Used in soap making to create harder, creamier lather soap."}, {"name": "Sunflower Oil, high oleic", "hard": "7", "clean": "0", "cond": "88", "bubble": "0", "cream": "7", "sap Na": "135", "sap K": "189", "desc": "Sunflower oil is used in soap recipes where swirled soap is desired due to its ability to slow down trace. It provides stable lather, conditioning, and a silky feel to soap. Sunflower oil naturally resists rancidity due to its high vitamin E content. Usage up to 25% in recipes, but using high percentages will create a very soft soap."}, {"name": "Tallow, Beef", "hard": "58", "clean": "8", "cond": "40", "bubble": "8", "cream": "50", "sap Na": "143", "sap K": "200", "desc": "Like lard, beef tallow gives you a super-hard, white bar of soap with low, creamy, stable lather that is very moisturizing. Before vegetable oils were commonly available, it was one of the main fats that folks used to make soap - and remains one of the most common oils in soap. (Check your label for sodium tallowate. That's beef tallow.) If you are o.k. using animal oils in your soap, then combining beef tallow with some of the other liquid oils like coconut & olive makes a wonderful, well balanced bar of soap. While you can use it at any percentage in your recipe, I wouldn't recommend much more than 40% before it starts creating a brittle bar of soap."}]